waderyan.gitblame
alefragnani.project-manager
BazelBuild.vscode-bazel
DevonDCarew.bazel-code
donjayamanne.githistory
Equinusocio.vsc-material-theme
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
redhat.vscode-yaml
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
